cases/openfoam.org/dakotaGeometricVariation/0.orig/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  9                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    back
    {
        type            empty;
    }
    front
    {
        type            empty;
    }
    outlet 
    {
        type            fixedValue;
        value           uniform 0;
    }
    inletHot
    {
        type            zeroGradient;
    }

    inletCold
    {
        type            zeroGradient;
    }

    wall
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
