cases/openfoam.org/dakotaGeometricVariation/system/cellMax
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out the maximum cell value for one or more fields.

\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/minMax/cellMax.cfg"

fields  (<fieldNames>);

// ************************************************************************* //
