cases/openfoam.org/dakotaGeometricVariation/system/patchOutletMax
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Calculates the average values of fields on a patch.

\*---------------------------------------------------------------------------*/

patch   outlet;

fields  (T);

operation max;

#includeEtc "caseDicts/postProcessing/surfaceFieldValue/patchValue.cfg"

// ************************************************************************* //
